{
  "animals": [
    "סוס מתיישב בבר ומזמין קולה. הברמן שואל: 'עם קש?' משיב הסוס: 'עם הרבה קש!'",
    "איזה בעל חיים מוחאים לו כפיים מיד כשרואים אותו? יתוש!",
    "שתי פרות מדברות על מחלת הפרה המשוגעת. אחת אומרת: 'אני ממש מודאגת!' השנייה עונה: 'למה שאני אדאג? אני סוס!'",
    "למה חלב לא יכול לשחק כדורגל? כי הוא מחמיץ!",
    "למה היתוש החליף את הכסא? כי הוא חרק!",
    "למה הפיל לא משתמש במחשב? כי הוא פוחד מהעכבר!",
    "מה עושה דג כשהוא כועס? הוא מבעבע!",
    "למה לתרנגולות אין כסף? כי הן עובדות בשביל פירורים!",
    "מה אומר כלב ים לחבר שלו? 'כלב ים טוב!'",
    "למה הנחש לא יכול לאכול סוכריות? כי אין לו ידיים לפתוח את העטיפה!",
    "מה קורה כשעכביש נכנס למחשב? הוא עושה אינטרנט!",
    "למה הצב עצוב? כי הוא נשאר מאחור!",
    "מה הדבר הראשון שעושה עכבר כשהוא קם בבוקר? הוא מקליק!",
    "למה הג'ירפה לא מדברת? כי לוקח לה הרבה זמן שהמילים יגיעו מהמוח לפה!",
    "מה עושה דבורה עם שיער מקורזל? היא עושה דבש מתולתל!"
  ],
  "school": [
    "המורה: 'אחד ועוד אחד זה שתיים, שתיים ועוד שתיים זה ארבע. כמה זה ארבע ועוד ארבע?' התלמיד: 'זה לא הוגן! את עונה על השאלות הקלות ומשאירה לי את הקשות!'",
    "תלמיד איחר לבית ספר. המורה: 'למה איחרת?' התלמיד: 'בגלל השלט!' המורה: 'איזה שלט?' התלמיד: 'כתוב עליו: האט! בית ספר לפניך!'",
    "המורה: 'יוני, למה אתה מסתכל החוצה?' יוני: 'המורה, את אמרת שהחומר קל כמו אוויר, אז אני מחפש אותו בחוץ!'",
    "'תלמיד: המורה, את תענישי אותי על משהו שלא עשיתי?' המורה: 'כמובן שלא!' תלמיד: 'טוב, כי לא עשיתי שיעורי בית.'",
    "שלומי היה כותב 'אלכתי' במקום 'הלכתי'. המורה העניש אותו לכתוב 50 פעם 'הלכתי'. למחרת היא מצאה פתק: 'כתבתי 50 פעם ואז אלכתי הביתה.'",
    "המורה: 'דני, למה זרקת אבן על יוסי?' דני: 'כי המורה שלי לא יודעת לזרוק טוב כמוני!'",
    "רוני נרדמה בשיעור. המורה אומרת למיה: 'תעירי את רוני!' מיה: 'למה אני? את הרדמת אותה!'",
    "אמא: 'מה למדת היום בבית הספר?' הבן: 'כנראה לא מספיק, הם רוצים שאחזור מחר!'",
    "דודו אומר לאמא: 'יש לי כאבים.' אמא: 'איפה?' דודו: 'בבית ספר!'",
    "המורה שואלת: 'מי יודע מה זה חור?' תלמיד עונה: 'כלום, אבל מסביב יש הרבה!'",
    "המורה: 'תן לי משפט עם המילה פנטסטי.' תלמיד: 'סבתא שלי יצאה לטיול.' המורה: 'ואיפה הפנטסטי?' תלמיד: 'היא בת 95!'",
    "אבא שואל: 'מה הציון שלך במבחן?' הבן: 'מתחת למים.' אבא: 'מה זה אומר?' הבן: 'מתחת לC!'",
    "המורה: 'מה אמר משה כשהיכה בסלע?' תלמיד: 'אוי! הידיים שלי!'",
    "תלמידה: 'המורה, אפשר להיענש על משהו שלא עשינו?' המורה: 'לא!' תלמידה: 'טוב, כי אנחנו לא עשינו שיעורי בית.'",
    "המורה: 'למה לא הכנת שיעורי בית?' תלמיד: 'כי אני גר בדירה!'"
  ],
  "food": [
    "דוד ראה את חבר שלו שותה קולה עם קש באורך 10 מטר. שאל אותו למה? ענה לו: 'הרופא אמר לי להתרחק מקולה!'",
    "מה ההבדל בין התעטשות של שמן לשל רזה? רזה מתעטש: 'אפצ'י', שמן מתעטש: 'אפצ'יפס!'",
    "למה חלב לא יכול לשחק כדורגל? כי הוא מחמיץ!",
    "מה קורה לעוגה כשהיא עצובה? היא מתפוררת!",
    "למה השקדים הם החכמים ביותר? כי יש להם הכי הרבה אגוזים בראש!",
    "מה אמר הלחם לחמאה? 'אני נמרח עליך!'",
    "למה התפוז הלך לרופא? כי הוא הרגיש סחוט!",
    "מה עושה בצל כשהוא עצוב? הוא גורם לכולם לבכות!",
    "למה עוגיות לא מספרות סודות? כי הן מתפוררות תחת לחץ!",
    "מה אמרו לפיצה כשהיא עזבה את העבודה? 'שלום, חתיכה!'",
    "למה הבננה הלכה לרופא? כי היא לא הרגישה בקליפה!",
    "מה עושה גלידה בחורף? היא קופאת מפחד!",
    "למה אף אחד לא מדבר עם התפוח? כי הוא נשכן!",
    "מה אומרת כוס קפה לחברה שלה? 'אני אספרסו לך סוד!'",
    "למה עוגה לא יכולה לקבל תעודת זהות? כי היא תמיד משנה צורה!"
  ],
  "wordplay": [
    "יש לי המון בדיחות על אבטלה, אבל אף אחת מהן לא עובדת.",
    "אם תקני ציוד, אז רק ציוד תקני.",
    "תמיד כשאומרים לי שאני כוכב אני מאדים - ובצדק!",
    "למה עצים לא הולכים לבית ספר? כי הם מפחדים מחילוק!",
    "מה עושה פרח אצל רופא שיניים? טיפול שורש!",
    "מה אמר הקיר לקיר השני? 'ניפגש בפינה!'",
    "למה השעון הלך לרופא? כי נגמר לו הזמן!",
    "אבא שלי מתפאר שאני שחקן הצלחת מעופפת הכי טוב בארץ, אבל אני חושב שהוא מפריז-בי!",
    "השבוע התקיים אירוע השקה לממתיק מלאכותי חדש... כי האירוע לא סוכר!",
    "איזה סוג חופשה מטפסי הרים מעדיפים? הכול תלוי!",
    "מצאתי פרי הדר ברחוב, מסכן, בטח הוא הומלס!",
    "למה לא כדאי לספר סודות בגינה? כי יש שם הרבה אזניים (כרוב)!",
    "מה עושה אזרח טוב כשהוא רואה אור אדום? הוא עוצר בצד!",
    "מה ההבדל בין נהג מונית ליועץ זוגי? הנהג לוקח אותך לאן שאתה רוצה, והיועץ לאן שצריך!",
    "למה לאקורדיון יש הרבה כפתורים? כי הוא לא יכול להחליט מה ללבוש!"
  ],
  "family": [
    "סבתא אומרת לנכד: 'בזמני הלכנו 5 קילומטר לבית הספר!' הנכד: 'ואז המצאת את האוטובוס?'",
    "אבא שואל: 'איפה השלט?' הבן: 'בדיוק מתחת לאף שלך!' אבא: 'אז למה אני לא מריח אותו?'",
    "סבא שואל: 'למה אתה בוהה בי?' הנכד: 'אמא אמרה שיש לך זהב בפה!'",
    "למה אבאות מספרים בדיחות קרות? כדי שהבית יהיה קריר בקיץ!",
    "אמא: 'לך תישן!' ילד: 'אבל אני לא עייף!' אמא: 'אז תעייף את עצמך ואז לך לישון!'",
    "מה אמרה הסבתא כשנכדה שאל אותה לעצה? 'בזמני לא היו עצות, היו פקודות!'",
    "אבא מביט בתעודה של הבן: 'למה יש לך אפס בהתנהגות?' הבן: 'המורה שאלה כמה ילדים יש בבית, ואמרתי שאני ילד יחיד ואמא ואבא לא סופרים.'",
    "אמא שואלת: 'למה עשית רעש בשעה 3 בלילה?' הבן: 'זרקתי את הנעליים.' אמא: 'וזה עשה כזה רעש?' הבן: 'הייתי בתוכן.'",
    "למה ילדים אוהבים ללכת לסבתא? כי שם הכללים הם יותר כמו הצעות!",
    "אבא: 'בזמני לא היו טלפונים ניידים!' הבן: 'אז איך הזמנתם פיצה?' אבא: '...טוב, נו, היו טלפונים.'",
    "מה אמרה אמא כשהילד שאל 'מאיפה באתי?' היא ענתה: 'מהסופר, היית במבצע!'",
    "סבא סיפר לנכד: 'כשהייתי בגילך, הלכתי לבית ספר בשלג בגובה מטר!' הנכד: 'וואו! בגובה מטר?' סבא: 'נו, אולי חצי מטר... טוב, היה קצת רטוב.'",
    "אמא: 'למה יש לך 3 בגיאוגרפיה?' הבן: 'המורה שאלה מה אני יודע על הים התיכון ואמרתי שלא מכיר אותו אישית.'",
    "אבא: 'בזמני הייתי הולך ברגל לכל מקום!' הבן: 'כי לא היה לך רישיון?'",
    "למה אמהות תמיד שואלות 'מה אכלת?' כי הן משתמשות בזה כמכונת אמת!"
  ]
}
